/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Ocorreu um erro ao ler a paleta de cores ‘%@’. Selecione uma paleta diferente.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Ocorreu um erro ao salvar a paleta de cores ‘%@’. Tente salvar novamente.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Ocorreu um erro ao tentar salvar a Paleta Personalizada em ‘%@’. Tente salvar novamente.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Tem certeza de que deseja remover toda a paleta de cores ‘%@’?";

/* Brightness slider text */
"Brightness" = "Brilho";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Cancelar";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Paletas de Cor";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Controles de Cor";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Disco de Cores";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Lápis";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK de Dispositivo";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Cinza de Dispositivo";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB de Dispositivo";

/* Color space or profile model name */
"DeviceN" = "Nome do Dispositivo";

/* NEED COMMENT */
"Error Renaming Palette" = "Erro ao Renomear Paleta";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "CMYK Genérico";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Cinza Genérico";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "RGB Genérico";

/* Color space or profile model name; monochrome */
"Gray" = "Cinza";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Ocultar Cores";

/* Hue slider text */
"Hue" = "Matiz";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Paletas de Imagem";

/* Color space or profile model name */
"Indexed" = "Indexado";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Não está claro qual item você deseja renomear. Certifique-se de ter selecionado somente um item.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nova Paleta de Cores";

/* COMMENT */
"New name for color palette:" = "Novo nome da paleta de cores:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Abrir Paleta de Cores";

/* Color space or profile model name */
"Pattern" = "Padrão";

/* COMMENT
   NEED COMMENT */
"Remove" = "Remover";

/* COMMENT */
"Remove Color Palette" = "Remover Paleta de Cores";

/* NEED COMMENT */
"Remove Palette" = "Remover Paleta";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "A remoção da Paleta Personalizada é permanente. Você tem certeza de que deseja remover %@ de suas paletas personalizadas?";

/* Generic title for color renaming panels */
"Rename Color" = "Renomear Cor";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Saturação";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Mostrar Cores";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "A paleta de cores ‘%1$@’ contém %2$ld cores.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "O arquivo ‘%@’ não pôde ser removido.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "A imagem ‘%1$@’ não pôde ser renomeada para ‘%2$@’.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Os ajustes de permissão do arquivo ‘%@’ não permitem que ele seja modificado.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "O perfil ‘%1$@’ contém %2$ld cores.";

/* NEED COMMENT */
"There was a Color Panel error." = "Houve um erro de Painel de Cores.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Houve um erro ao abrir uma paleta de cores.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Houve um erro ao salvar uma paleta de cores.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Esta cor não pode utilizar perfis.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Sem nome";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Você já possui uma cor denominada ‘%@’ nesta lista. Escolha um nome diferente.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Você já possui uma Paleta Personalizada denominada ‘%@’. Escolha um nome diferente.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Você já possui uma paleta denominada ‘%@’. Escolha um nome diferente.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Você não pode renomear ‘%1$@’ para ‘%2$@’.";

